{
  "head": {
    "title": "D2W | About",
    "description": ""
  },
  "project": {
    "title": "About <span class='text-violet-400'>the project</span>",
    "subtitle": "Hello and welcome to",
    "paragraphs": [
      "My name is <b>Liam Menneci.</b> I am a young drummer and content creator from Italy.",
      "I have created <b>Drummers to Watch</b> to shine a spotlight on fellow talented young drummers from all corners of the world. This project serves as a platform for young musicians to inspire and uplift others in their own musical journey.",
      "Through <b>interviews, collaborations, and drumming showcases</b>, D2W celebrates these drummers' exceptional abilities, from mesmerizing beats to jaw-dropping solos and their commitment to storytelling through the universal language of music.",
      "Join me as we celebrate the raw talent, dedication, and creativity of young drummers around the world.",
      "D2W is a partner project of <b>Drumming Connects Us</b>"
    ]
  },
  "liam": {
    "title": "About <span class='text-violet-400'>Me</span>",
    "paragraphs": [
      "My journey as a drummer began at the age of 6 when my father exposed me to the captivating world of drumming. It all started with a tabletop drum kit and a pair of drumsticks, but little did I know that this would turn into a passion for the years to come.",
      "Drumming has become an integral part of my life, an outlet for self-expression and my way of connecting with others.",
      "I like experimenting with different beats and rhythms and exploring various music genres, from jazz fusion and modern rock to blues and pop.",
      "I draw inspiration from legendary drummers such as <b>Aron Spears, Eric Moore, Chris Coleman, Thomas Lang and Dave Weckl.</b>",
      "I love camping, making videos and playing basketball. I am a big Lakers fan!",
      "Thanks for stopping by and don't forget to check out our D2W merchandising.",
      "Drum on,",
      "<span class='font-semibold text-5xl'>Liam</span>"
    ]
  }
}
